Repository: collective/collective.portlet.keywordmatches
Catalog: collective/portlet/keywordmatches/locales/*/LC_MESSAGES/collective.portlet.keywordmatches.po
Languages: nl

source: Add Keyword Matches Portlet
nl: Toevoegen Overeenkomstig Sleutelwoord Portlet

source: Allowed Types
nl: Toegelaten Types

source: Edit Keyword Matches Portlet
nl: Editeer Overeenkomstig Sleutelwoord Portlet

source: How many related items to list.
nl: Hoeveel gerelateerde item te tonen.

source: If selected, the 'more' link will display results from all content types instead of restricting to the 'Allowed Types'.
nl: Indien geselecteerd, zal de 'meer'-link resultaten tonen van alle contenttypes, in paats van enkel de toegelaten types.

source: Items in which workflow state to show.
nl: Items in bepaalde workflow status tonen.

source: Number of related items to display
nl: Aantal gerelateerde items tonen

source: Select the content types that should be shown.
nl: Selecteer de contenttypes die getoond moeten worden.

source: Show all types in 'more' link
nl: Toon alle types in 'meer'-link

source: This portlet displays recent Related Items based on keywords matches.
nl: Deze portlet toont recente gerelateerde items gebaseerd op een overeenkomstig sleutelwoord

source: Workflow state
nl: Workflow status

source: header_related_items
nl: Gerelateerde items

source: link_more
nl: meer ...
